<?php 
	if ($_GET["country"] == 1) 
		echo json_encode(array("1" => "Алмазарское ", "2" => "Бектемирское ", "3" => "Мирабадское ",
         "4" => "Мирзо-Улугбекское ", "5" => "Сергелийское ", "6" => "Учтепинское ", "7" => "Чиланзарское ",
         "8" => "Шайхантахурское ", "9" => "Юнусабадское ", "10" => "Яккасарайское ", "11" => "Янги Хаёт ",
         "12" => "Яшнабадское "));

	
	else if ($_GET["country"] == 2) 
		echo json_encode(array("13" => "Аккурганское ", "14" => "Алмалыкское ", "15" => "Ахангаранское ", "16" => "Бекабадское ",
        "17" => "Букинское ", "18" => "Бостанлыкское ", "19" => "Куйичирчикское ", "20" => "Юкоричирчикское ", "21" => "Уртачирчикское ",
        "22" => "Зафарское ", "23" => "Ташкентское ", "24" => "Кибрайское ", "25" => "Паркентское ", "26" => "Пскентское ",
        "27" => "Чиназское ",  "28" => "Ангренское ",  "29" => "Ангренское ",  "30" => "Чирчикское ", "31" => "Янгиюльское ",
        "32" => "Зангиатинское ", "33" => "Ахангаран Гор", "34" => "Нурафшон Гор", "35" => "Янгиюль Гор"));
    else if ($_GET["country"] == 3) 
		echo json_encode(array("36" => "Алтынкульское ", "37" => "Андижанское ", "38" => "Балыкчинское ", "39" => "Андижан Бобур Гор",
        "40" => "Бустонское ", "41" => "Булакбашинское ", "42" => "Джалалкудукское ", "43" => "Избасканское ", "44" => "Улугноpское ",
        "45" => "Кургантепинское ", "46" => "Асакинское ", "47" => "Мархаматское ", "48" => "Шахриханское ", "49" => "Шахрихан Гор",
        "50" => "Пахтаабадское ",  "51" => "Ходжаабадское ",  "52" => "Андижан янги Гор",  "53" => "Андижан эски Гор", "54" => "Ханабад Гор",
        "55" => "Асака Гор", "56" => "Чинабадское ", "57" => "Куйганёрский "));
    else if ($_GET["country"] == 4) 
		echo json_encode(array("58" => "Алатское ", "59" => "Бухарское ", "60" => "Вабкентское ", "61" => "Гиждуванское ",
        "62" => "Каганское ", "63" => "Каракульское ", "64" => "Караулбазарское ", "65" => "Пешкунское ", "66" => "Ромитанское ",
        "67" => "Жондоpское ", "68" => "Шафирканское ", "69" => "Бухара Гор"));
    else if ($_GET["country"] == 5) 
		echo json_encode(array("70" => "Акдарьинское ", "71" => "Булунгурское ", "72" => "Джамбайское ", "73" => "Иштыханское ",
        "74" => "Карадарьинское ", "75" => "Каттакурганское ", "76" => "Кошрабадское ", "77" => "Нарпайское ", "78" => "Пайарыкское ",
        "79" => "Пастдаргомское ", "80" => "Гузалкентское ", "81" => "Пахтачийское ", "82" => "Дустликское ", "83" => "Зарафшанское ",
        "84" => "Нурабадское ", "85" => "Ургутское ", "86" => "Тайлякское ", "87" => "Темирйульское ", "88" => "Сиабское ",
        "89" => "Багишамальское ", "90" => "Челекское ", "91" => "Дехканабадское ",));
    else if ($_GET["country"] == 6) 
		echo json_encode(array("92" => "Арнасайское ", "93" => "Бахмальское ", "94" => "Галляаральское  ", "95" => "Шараф Рашидовское  ",
        "96" => "Дустликское  ", "97" => "Зааминское ", "98" => "Зарбдорское ", "99" => "Мирзачульское ", "100" => "Зафарабадское ",
        "101" => "Пастдаргомское ", "102" => "Гузалкентское ", "103" => "Пахтачийское ", "104" => "Дустликское ", "105" => "Зарафшанское ",
        "106" => "Пахтакорское ", "107" => "Фаришское ", "108" => "Янгиободское  ", "109" => "Джизак ",));
    else if ($_GET["country"] == 7) 
		echo json_encode(array("110" => "Канимехское ", "111" => "Кызылтепинское ", "112" => "Навбахорское  ", "113" => "Карманинское  ",
        "114" => "Нуратинское  ", "115" => "Тамдынское ", "116" => "Учкудукское ", "117" => "Хатырчинское ", "118" => "Навои ",
        "119" => "Заpафшан ", "120" => "Гузалкентское ", "121" => "Пахтачийское ", "122" => "Дустликское ", "123" => "Зарафшанское ",
        "124" => "Газган ",));
    else if ($_GET["country"] == 8) 
		echo json_encode(array("125" => "Гузарское ", "126" => "Дехканабадское ", "127" => "Камашинское  ", "128" => "Каршинское  ",
        "129" => "Касанское  ", "130" => "Бахористанское ", "131" => "Китабское ", "132" => "Миришкорское ", "133" => "Мубарекское ",
        "134" => "Нишанское ", "135" => "Касбинское ", "136" => "Чиракчинское ", "137" => "Шахрисабзское ", "138" => "Яккабагское ",
        "139" => "Карши ","140" => "Шахрисабз",));
    else if ($_GET["country"] == 9) 
		echo json_encode(array("141" => "Алтыарыкское ", "142" => "Куштепинское  ", "143" => "Багдадское  ", "144" => "Бувайдинское  ",
        "145" => "Бешарыкское  ", "146" => "Кувинское ", "147" => "Учкуприкское ", "148" => "Риштанское  ", "149" => "Сохское ",
        "150" => "Ташлакское ", "151" => "Узбекистанское ", "152" => "Ферганское ", "153" => "Дангаринское ", "154" => "Фуркатское ",
        "155" => "Язъяванское ","156" => "Фергана Гор ","157" => "Коканд Гор ","158" => "Кувасай Гор ","159" => "Маpгилан Гор ","160" => "Киргулинское ",));
    else if ($_GET["country"] == 10) 
		echo json_encode(array("161" => "Мингбулакское ", "162" => "Касансайское  ", "163" => "Наманганское  ", "164" => "Нарынское",
        "165" => "Папское  ", "166" => "Туракурганское ", "167" => " Уйчинское ", "168" => "Учкурганское  ", "169" => "Чартакское  ",
        "170" => "Чустское  ", "171" => "Янгикурганское ", "172" => "Наманган ш. Марказ-2 ", "173" => "Наманган Давлатобод Гор ", "174" => "Наманган ш. Марказ ",
        "175" => "Наманган Истикбол ",));
    else if ($_GET["country"] == 11) 
		echo json_encode(array("161" => "Алтынсайское ", "162" => "Ангорское  ", "163" => "Байсунское  ", "164" => "Музрабадское",
        "165" => "Денауское  ", "166" => "Денауский Гор ", "167" => " Джаркурганское ", "168" => "Кумкурганское  ", "169" => "Кизирикское  ",
        "170" => "Сариасийское  ", "171" => "Термезское ", "172" => "Узунское", "173" => "Шерабадское", "174" => "Шурчинское",
        "175" => "Термез Гор","175" => "Бандиханское",));
    else if ($_GET["country"] == 12) 
		echo json_encode(array("176" => "Багатское ", "177" => "Гурленское", "178" => "Кошкупырское", "179" => "Ургенчское",
        "180" => "Хазараспское", "181" => "Ханкинское", "182" => " Хивинское", "183" => "Шаватское", "184" => "Янгиарыкское  ",
        "185" => "Янгибазарское", "186" => "Ургенч Гор ", "187" => "Питняк Гор", "188" => "Хива Гор",));
    else if ($_GET["country"] == 13) 
		echo json_encode(array("189" => "Акалтынское ", "190" => "Баяутское", "191" => "Сайхунабадское", "192" => " Гулистанское",
        "193" => "Сардобское", "194" => "Мирзаабадское", "195" => "Сырдарьинское", "196" => "Хавастское", "197" => "Гулистан Гор  ",
        "198" => "Шиpин Гор", "199" => "Янгиеp Гор",));
    else if ($_GET["country"] == 14) 
		echo json_encode(array("200" => "Амударьинское ", "201" => "Берунийское", "202" => "Караузякское", "203" => " Кегейлийское",
        "204" => "Кунградское", "205" => "Канлыкульское", "206" => "Муйнакское", "207" => "Нукусское", "208" => "Тахтакупырское",
        "209" => "Турткульское", "210" => "Ходжейлийское", "211" => "Чимбайское", "212" => "Шуманайское", "213" => "Элликкалинское",
        "214" => "Нукус Гор", "215" => "Тахиаташ Гор", "216" => "Тахиаташское", "217" => "Бозатауское"));
